Repository: Hanykahlout/Tawseel
Catalog: Tawseel/*.lproj/Localizable.strings
Languages: ar

source: Cancel
ar: إلغاء

source: Remove Current Picture
ar: إزالة الصورة الحالية

source: Take A Picture By The Camera
ar: التقط صورة بالكاميرا

source: Select From Galary
ar: اختر من المعرض

source: Select You Choose
ar: حدد اختيارك

source: Select the image from your profile
ar: حدد الصورة من ملف التعريف الخاص بك

source: location not determined
ar: الموقع غير محدد

source: Error
ar: خطأ

source: You must specify your location in the map
ar: يجب عليك تحديد موقعك على الخريطة

source: Successfully Updated
ar: تم التحديث بنجاح

source: The data has been updated successfully
ar: تم تحديث البيانات بنجاح

source: You are already on Arabic
ar: أنت بالفعل على اللغة العربية

source: You are already on English
ar: أنت بالفعل في اللغة الإنجليزية

source: The Message
ar: الرسالة

source: There is an error in your login with facebook process
ar: هناك خطأ في تسجيل الدخول الخاص بك بإستخدام الفيسبوك

source: Ask for the closest
ar: اطلب الأقرب

# Ask for the closest_Content
source: Tawseel application helps you to choose the closest marketing personnel to the location of your order by displaying them on the map
ar: يساعدك تطبيق توصيل على اختيار أقرب موظف تسويق إلى موقع طلبك من خلال عرضهم على الخريطة

source: Electronic payment
ar: الدفع الإلكتروني

# Electronic payment_Content
source: The application provides you with a variety of electronic payment options such as, Visa Card, Paypal and Master Card with the ability to pay in cash
ar: يوفر لك التطبيق مجموعة متنوعة من خيارات الدفع الإلكتروني مثل Visa Card و Paypal و Master Card مع إمكانية الدفع نقدًا

source: join us
ar: انضم إلينا

# join us_Content
source: If you own a car, you can join us and work as a delivery representative within a distinguished team by filling in the registration data in the application
ar: إذا كنت تملك سيارة يمكنك الانضمام إلينا والعمل كمندوب توصيل ضمن فريق متميز من خلال تعبئة بيانات التسجيل في الطلب

source: Warning
ar: تحذير

# Warning_Content
source: You will not be able to see your location on the map, you must activate your location in the settings
ar: لن تتمكن من رؤية موقعك على الخريطة ، يجب عليك تنشيط موقعك في الإعدادات

source: There are no drivers
ar: لا يوجد سائقين

# There are no drivers_Content
source: There are no drivers around the distance set and with this rating
ar: لا يوجد سائقون حول المسافة المحددة وبهذا التقييم

source: The delivery person is not available right now
ar: شخص التوصيل غير متوفر الآن

source: The delivery representative has a current request, you cannot contact him now
ar: مندوب التوصيل لديه طلب حالي ، لا يمكنك الاتصال به الآن

source: There are no drivers for this name
ar: لا توجد برامج تشغيل لهذا الاسم

source: SR
ar: ريال سعودى

source: The data has been saved successfully
ar: تم حفظ البيانات بنجاح

source: Location
ar: الموقع

source: An error occurred while getting the driver's path
ar: حدث خطأ أثناء الحصول على مسار السائق

source: Sorry!!
ar: عذرآ!!

source: The user has not signed in before or they have since signed out.
ar: لم يقم المستخدم بتسجيل الدخول من قبل أو قام بتسجيل الخروج منذ ذلك الحين.

source: Sorry,Server Error
ar: عذرآ خطأ في الخادم

source: Make sure you have internet
ar: تأكد من وجود الانترنت

source: Make sure the location feature is enabled
ar: تأكد من تفعيل خاصية الموقع

source: A new password has been sent to your email
ar: تم إرسال كلمة مرور جديدة إلى بريدك الإلكتروني

# There is an error while you are signing in with apple
source: There is an error while you are signing in with apple account
ar: حدث خطأ أثناء تسجيل الدخول باستخدام حساب آبل

source: Successful Send
ar: تم الإرسال بنجاح

source: The message has been sent successfully
ar: تم إرسال الرسالة بنجاح

source: New Bill Number:
ar: فاتورة جديدة رقم:

source: Notice of delivery request For order number:
ar: إشعار طلب التسليم لرقم الطلب:

source: The request has been delivered Number:
ar: تم تسليم الطلب الرقم:

source: The messaging request for
ar: طلب المراسلة ل

source: request has been confirmed by the delivery representative
ar: تم تأكيده من قبل مندوب التوصيل

source: The messaging request for the
ar: طلب المراسلة الخاص بـ

source: request was rejected by the delivery person
ar: تم رفضه من قبل شخص التوصيل

source: The driver
ar: السائق

source: has been rated.
ar: تم تقييمه.

source: Bill No.
ar: فاتورة رفم

source: was paid
ar: تم دفعها

source: has been canceled.
ar: تم إلغاؤها

source: You Should Choose Type Of Service
ar: يجب عليك اختيار نوع الخدمة

source: Taxi
ar: سيارة اجره

source: Delivery of restaurants and other orders
ar: توصيل طلبات المطاعم وغيرها من الطلبات

source: Delivery of a gift in another city
ar: توصيل هدية في مدينة أخرى

source: Delivery of shipments and goods
ar: تسليم الشحنات والبضائع

source: Other
ar: آخرى

source: You Should Select Payment Method
ar: يجب عليك تحديد طريقة الدفع

source: Click on the green icon to contact the driver
ar: قم بالضغط على الأيقونة الخضراء لتواصل مع المندوب

source: Home
ar: الرئيسية

source: There is an error while you are recording audio
ar: حدث خطأ أثناء تسجيل الصوت

source: There are no permissions for voice message
ar: لا توجد أذونات للرسائل الصوتية

source: There is an error for enabling voice messages
ar: هناك خطأ في تمكين الرسائل الصوتية

source: Unavailable at the moment
ar: غير متوفر حاليا

source: Voice Message
ar: رسالة صوتية

source: Photo
ar: صورة

source: Video
ar: فيديو

source: Contact
ar: جهة اتصال
